---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.LightPhotometrics
source: html/e7c2bbb8-f3bb-7205-dd9b-e7cc00e11dcb.htm
---
# Autodesk.Revit.DB.GroupTypeId.LightPhotometrics Property

Photometrics.

## Syntax (C#)
```csharp
public static ForgeTypeId LightPhotometrics { get; }
```